/* plugin name */
"Application" = "アプリケーション";

/* Application not found error - title */
"Application not found" = "アプリケーションが見つかりません";

/* Application not supported - message
   Filetype not supported error - title */
"Application not supported" = "アプリケーションはサポートされていません";

/* Application not supported - informative text */
"Apps must support opening images or videos." = "アプリケーションは画像やビデオを開くことができる必要があります。";

/* Supported applications message */
"Only supported applications can be selected" = "サポートされているアプリケーションのみ選択できます";

/* Application not found error - message */
"Please reconfigure this share destination and try again. To edit the share destination, select Snagit > Preferences > Share tab and select the destination to edit." = "この共有先を再設定してからやり直してください。共有先を編集するには、[Snagit] > [基本設定] > [共有] タブを選択し、編集する共有先を選択します。";

/* Share destintation not configured error - title */
"Share destination not configured" = "共有先が設定されていません";

/* plugin description */
"Share the capture to the selected application." = "選択したアプリケーションにキャプチャを共有します。";

/* Filetype not supported error - message */
"This application does not support .%@ files. Please change the export file format and try again" = "このアプリケーションは .%@ ファイルをサポートしていません。エクスポート ファイル形式を変更してからやり直してください";

/* Share destintation not configured error - message */
"To select a supported application for this share destination, select Snagit > Preferences > Share tab. Select the share destination and click Choose Application." = "この共有先でサポートされるアプリケーションを選択するには、[Snagit] > [基本設定] > [共有] タブを選択します。共有先を選択して、[アプリケーションの選択] をクリックします。";

